/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Медиатека не отвечает";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac не смог получить доступ к вашей медиатеке, поскольку она недоступна.";

"Quit or force quit Photos;" = "Завершите или принудительно завершите Фото;";
"Open your Activity Monitor;" = "Откройте Мониторинг системы;";
"Force quit the \"photolibraryd\" process;" = "Принудительно завершите процесс «photolibraryd»;";
"Reopen Photos if needed." = "При необходимости, откройте Фото заново.";

//Library Update
"Library Update Required" = "Требуется обновление медиатеки";
"Please update your photo library to make it accessible for a scan." = "Пожалуйста, обновите вашу медиатеку, чтобы просканировать её.";

"Open your library in the Photos app;" = "Откройте библиотеку в программе «Фото»;";
"Wait until it updates the library." = "Дождитесь окончания обновления.";
